Repository: Tschonti/orienteering.rate
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hu

source: This site uses cookies to store your login information.
hu: Ez az oldal sütiket használ a bejelentkezési információk tárolásához.

source: must provide username
hu: adj meg egy felhasználónevet

source: must provide email
hu: adj meg egy e-mail címet

source: must provide password
hu: adj meg egy jelszót

source: must provide age group
hu: add meg a korcsoportodat

source: must confirm password
hu: erősítsd meg a jelszavadat

source: passwords don't match
hu: jelszavak nem egyeznek

source: passwords must contain 6-30 characters and at least one number
hu: a jelszónak 6-30 karakter hosszúnak kell lennie, és legalább egy számot tartalmaznia kell

source: invalid email adress (max length: 80)
hu: érvénytelen e-mail cím (max hosszúság: 80)

source: username already taken
hu: felhasználónév már használatban

source: email adress already in use
hu: e-mail cím már használatban

source: Orienteering.rate email confirmation
hu: Orienteering.rate e-mail megerősítés

source: Orienteering.rate email confirmation (again)
hu: Orienteering.rate e-mail megerősítés (ismét)

source: Email resent!
hu: E-mail újraküldve!

source: The email has been sent.
hu: E-mail elküldve.

source: Orienteering.rate password reset
hu: Orienteering.rate jelszó visszaállítás

source: Invalid reset link
hu: Érvénytelen visszaállítási link

source: Password successfully reset!
hu: Jelszó sikeresen átállítva!

source: invalid username and/or password
hu: érvénytelen felhasználónév és/vagy jelszó

source: Logged out
hu: Kijelentkeztél

source: must provide event name
hu: add meg a verseny nevét

source: must provide organizer
hu: add meg a verseny rendezőjét

source: must provide start date
hu: add meg a verseny kezdésének időpontját

source: must provide end date
hu: add meg a verseny befejezésének időpontját

source: invalid date
hu: érvénytelen dátum

source: must provide location
hu: add meg a verseny helyszínét

source: must provide country
hu: add meg a verseny országát

source: must choose classification
hu: válaszd ki a verseny típusát

source: must provide external link
hu: add meg a verseny linkjét

source: invalid event name (max length: 255)
hu: érvénytelen név (max hosszúság: 255)

source: invalid organizer (max length: 255)
hu: érvénytelen rendező (max hosszúság: 255)

source: invalid event location (max length: 255)
hu: érvénytelen helyszín (max hosszúság: 255)

source: invalid event link (max length: 255)
hu: érvénytelen link (max hosszúság: 255)

source: invalid date format (YYYY-MM-DD)
hu: érvénytelen dátumformátum (ÉÉÉÉ-HH-NN)

source: invalid rating or event
hu: érvénytelen értékelés vagy verseny

source: not rated
hu: nem értékelt

source: 403, you don't have permission to view this page.
hu: 403, nincs jogosultságod megtekinteni ezt az oldalt.

source: Event must have a name
hu: Add meg a verseny nevét

source: Event must have a start date
hu: Add meg a verseny kezdő dátumát

source: Event must have an end date
hu: Add meg a verseny befejező dátumát

source: Event must have a location
hu: Add meg a verseny helyszínét

source: Event must have a country
hu: Add meg a verseny országát

source: Event must have a classification
hu: Add meg a verseny típusát

source: Event must have an external link
hu: Add meg a verseny linkjét

source: You're not allowed to delete this event.
hu: Te nem törölheted ezt a versenyt.

source: incorrect password
hu: helytelen jelszó

source: 404 Page not found
hu: 404 Oldal nem található

source: Back to the frontpage
hu: Vissza a főoldalra

source: 500 Internal server error
hu: 500 Belső szerver hiba

source: This site is still under development. Unfortunately, you've run into a server error. Please consider contacting the developer, Sámuel Fekete at feketesamu(at)gmail(dot)com about this error. Thank you in advance for helping this site!
hu: Ez az oldal még fejlesztés alatt áll. Sajnos egy szerver hibába futottál. Ha ráérsz, jelezd a hibád a fejlesztőnek, Fekete Sámuelnek a feketesamu(kukac)gmail(pont)com címen. Előre is köszönöm, hogy segíted az oldalt!

source: Welcome %(username)s! Thanks for signing up. Please follow this link to activate your account:
hu: Üdvözlet %(username)s! Köszönjük, hogy regisztráltál a honlapra. Kérlek kattints az alábbi linkre a fiókod aktiváláshoz:

source: Sent by
hu: Küldte

source: Confirm email
hu: E-mail megerősítése

source: A confirmation email has been sent to your inbox. Follow the link in the email, and you can start using the site!
hu: Elküldtük a megerősítő e-mailt a címedre. Kövesd az e-mailben található linket, hogy használhasd az oldal minden funkcióját!

source: Okay, maybe you have to wait a bit. Check the spam folder if you can't find it.
hu: Oké, lehet egy picit várnod kell. Ellenőrizd a spam mappát is, ha nem találod.

source: Didn't get the email?
hu: Nem kaptad meg az e-mailt?

source: Resend
hu: Újraküldés

source: Your account has been confirmed. Thanks!
hu: A fiókod megerősítve. Köszönjük!

source: To the frontpage!
hu: A főoldalra!

source: The confirmation link is invalid or has expired.
hu: A megerősítő link érvénytelen vagy lejárt.

source: Account already confirmed.
hu: Fiók már megerősítve.

source: Please don't spam emails. You cannot resend the email anymore, please try to activate it with the previous emails. If you didn't get them, delete the account and try again, or contact me at feketesamu(at)gmail(dot)com if you genuenly didn't get the activation emails. Sorry!
hu: Kérlek ne küldözgess felesleges e-maileket. Már nem tudsz több e-mailt küldeni, kérlek próbáld meg az eddigi emailekből megerősíteni a fiókodat. Ha nem kaptad meg őket, töröld a fiókod és próbáld újra, vagy keress engem a feketesamu(kukac)gmail(pont)com e-mail címen. Bocsi!

source: Edit event
hu: Verseny szerkeztése

source: Name of the event
hu: Verseny neve

source: Name
hu: Név

source: Looks good!
hu: Rendben!

source: Please provide a valid name. (3-255 characters)
hu: Kérlek adj meg egy érvényes nevet. (3-255 karakter)

source: Organizer
hu: Rendező

source: Please provide a valid organizer. (3-255 characters)
hu: Kérlek adj meg egy érvényes rendezőt. (3-255 karakter)

source: Start date
hu: Kezdés dátuma

source: Please provide a valid date.
hu: Kérlek adj meg egy érvényes dátumot.

source: End date
hu: Befejezés dátuma

source: Country
hu: Ország

source: Select country
hu: Válassz egy országot

source: Please provide a valid country.
hu: Kérlek adj meg egy érvényes országot.

source: Location
hu: Helyszín

source: Please provide a valid location. (3-255 characters)
hu: Kérlek adj meg egy érvényes helyszínt. (3-255 karakter)

source: Classification
hu: Típus

source: Select classification
hu: Válaszd ki a verseny típusát

source: Regional event
hu: Regionális verseny

source: National event
hu: Országos verseny

source: National champs
hu: Országos bajnokság

source: International event
hu: Nemzetközi verseny

source: IOF event
hu: IOF (világ)verseny

source: Please provide a valid classification.
hu: Kérlek adj meg egy érvényes típust.

source: External link for the event (e.g. IOF Eventor, MTFSZ)
hu: Külső oldalra mutató link (pl. IOF Eventor, MTFSZ Adatbank)

source: External link
hu: Link

source: Please provide a valid link. (3-255 characters)
hu: Kérlek adj meg egy érvényes linket. (3-255 karakter)

source: Submit changes
hu: Változtatások mentése

source: Delete event
hu: Verseny törlése

source: Close
hu: Bezár

source: Are you sure you want to delete this event?
hu: Biztosan ki szeretnéd törölni ezt a versenyt?

source: Cancel
hu: Mégse

source: Back to the previous page
hu: Vissza az előző oldalra

source: Upvote
hu: Tetszik

source: Score
hu: Pont

source: Downvote
hu: Nem tetszik

source: Overall rating
hu: Átfogó értékelés

source: Terrain rating
hu: Terep értékelése

source: Map and course rating
hu: Térkép és pálya értékelése

source: Organization rating
hu: Rendezés értékelése

source: Last edited at
hu: Utoljára szerkesztve:

source: Posted at
hu: Posztolva:

source: This event hasn't been rated by this age group yet.
hu: Ezt a versenyt még senki se értékelte ebből a korcsoportból.

source: Submit
hu: Küldés

source: You haven't rated this event yet. What are you waiting for?
hu: Még nem értékelted ezt a versenyt. Mire vársz?

source: This event hasn't been rated yet. You can be the first!
hu: Ezt a versenyt még senki se értékelte. Legyél te az első!

source: You have already rated this event, but you can edit it whenever you want to!
hu: Már értékelted ezt a versenyt, de bármikor szerkesztheted!

source: No link available
hu: Nem érhető el link

source: This event has been imported from Liveresults API and needs more info
hu: Ez a verseny a Liveresults API-ból lett importálva, és hiányoznak adatai

source: Edit the event to add more data!
hu: Szerkeszd a versenyt és adj meg adatokat!

source: Created by
hu: Készítette

source: View the results of each class
hu: Kategóriánkénti eredmények

source: Select class
hu: Válassz kategóriát

source: Please select a class.
hu: Válassz egy kategóriát.

source: View results
hu: Megtekintés

source: Results are not available for this event.
hu: Az eredmények nem elérhetőek ehhez a versenyhez.

source: Filter the ratings
hu: Értékelők szűrése

source: All
hu: Mind

source: Youth
hu: Utánpótlás

source: Elite
hu: Felnőtt

source: Master
hu: Szenior

source: Apply filter
hu: Szűrés

source: Number of ratings:
hu: Értékelések száma:

source: Rate it!
hu: Értékeld!

source: Overall Rating
hu: Átfogó értékelés

source: The overall experience of the event. This rating doesn&#39;t have to be the average of the other three, some aspects might be more important to you than to others.
hu: Az átfogó élményed a verseny egészéről. Ennek az értékelésnek nem feltétlenül kell a másik három átlagának lennie, egyes szempontok fontosabb lehetnek számodra mint másoknak.

source: Add a comment (optional)
hu: Hozzászólás (nem kötelező)

source: Add a comment...
hu: Hozzászólás...

source: Remove rating
hu: Értékelés törlése

source: Are you sure you want to remove this rating?
hu: Biztosan törölni szeretnéd ezt az értékelést?

source: Comments
hu: Hozzászólások

source: There are no comments for this event.
hu: Nincsenek hozzászólások ehhez a versenyhez.

source: Posted at %(time)s UTC
hu: %(time)s UTC-kor írta

source: Last edited at %(time)s UTC
hu: %(time)s UTC-kor szerkesztette utoljára

source: My events
hu: Versenyeim

source: Event
hu: Verseny

source: Edit
hu: Szerkeztés

source: Recover password or username
hu: Elfelejtett jelszó vagy felhasználónév

source: Recover password or username
hu: Elfelejtett jelszó vagy felhasználónév

source: Please enter your email. We will send you an email with your username and a link to reset your password.
hu: Kérlek add meg az e-mail címed. Elküldjük a felhasználóneved és egy linket, amivel új jelszót állíthatsz be.

source: Email adress
hu: E-mail cím

source: Invalid or unused email.
hu: Érvénytelen vagy nem használt e-mail cím.

source: Send email
hu: E-mail küldése

source: Welcome to Orienteering.rate! The goal of this website is to give valuable feedback to the organisers of orienteering events. Once you've created an account and logged in, you'll be able to rate events that others have created, and even add a comment to explain your rating. What's more, you can also create events that other people can rate. Please only rate events if you've actually participated in them and keep it civil in the comments.
hu: Üdvözöllek az Orienteering.rate oldalon! Az oldal célja, hogy visszajelezhess a tájfutó versenyek szervezőinek. Amint készítettél egy fiókot és bejelentkeztél, értékelheted azokat a versenyeket amiket másik felhasználók töltöttek fel, és még hozzászólást is írhatsz, hogy megmagyarázd az értékelésed. Sőt, te is tölthetsz fel versenyt, amit mások értékelhetnek! Arra kérünk, csak olyan versenyeket értékelj, amin tényleg részt vettél, és légy tisztelettudó a hozzászólásaidban.

source: Top rated events
hu: Legjobbra értékelt versenyek

source: Average rating
hu: Átlagos értékelés

source: Most recent events
hu: Legfrissebb versenyek

source: Import more events
hu: Versenyek importálása

source: Manually adding events in the Add new event tab isn't the only way to expand our database. Orienteering.rate is also capable of importing events from a much bigger database - <a href='https://liveresultat.orientering.se/?lang=en' target='_blank'> Liveresultat.orienteering</a>. Their database might not have every data that we require, but it has something more important - results. That's right! On the pages of events that have been imported from Liveresultat, you can view the results of each class without leaving Orienteering.rate. As for the missing data, these events can be editted by anyone on this site, so you can help this site by adding a info to these events. However, importing events can be a bit slow, especially if it's not done regularly, so recent events will only be imported after manually clicking the button below. This will import all appropriate events since the last import, that are already finished and have more than 20 results.
hu: Az adatbázisunkat nem csak úgy tudod bővíteni, hogy manuiálisan feltöltesz versenyeket az Új verseny oldalon. Az Orienteering.rate képes egy sokkal nagyobb adatbázisból versenyeket importálni - a <a href='https://liveresultat.orientering.se/?lang=hu' target='_blank'> Liveresultat.orienteering</a>-ről. Ugyan ebben az adatbázisban nincs fent minden adat, ami a mi oldalunkon megadható, viszont van egy sokkal fontosabb dolog - eredmények. Úgy bizony! Azoknak a versenyeknek az oldalain, amiket a Liveresultat-ról importáltuk, megtekinthetők a kategóriák eredményei, anélkül, hogy elhagynád az Orienteering.rate-et. Ami a hiányzó adatokat illeti, ezeket a versenyeket bárki szerkesztheti ezen az oldalon, szóval te is segítheted az oldalt, ha megadsz pár infót ezekről a versenyekről. Versenyek importálása azonban kicsit lassú lehet, főleg ha csak ritkán csináljuk, ezért a legfrissebb versenyek csak manuálisan importálódnak, ha rákattintasz a lenti gombra. Ezzel beimportálsz minden megfelelő versenyt az utolsó importálás óta, amelyek már befejeződtek és több, mint 20 versenyző van az eredményekben.

source: Date of last import
hu: Utolsó importálás dátuma

source: Import
hu: Importálás

source: Date
hu: Dátum

source: All events
hu: Összes verseny

source: Filter the events and ratings!
hu: Alkalmazz szűrőket a versenyekre és értékelőkre!

source: Event type
hu: Verseny típusa

source: Age group of raters
hu: Értékelők korcsoportja

source: Clear filter
hu: Szűrő törlése

source: My rating
hu: Értékelésem

source: Log in to rate it!
hu: Jelentkezz be az értékeléshez!

source: Add new event
hu: Új verseny

source: My ratings
hu: Értékeléseim

source: Logged in as %(username)s
hu: %(username)s-ként bejelentkezve

source: Log Out
hu: Kijelentkezés

source: Register
hu: Regisztráció

source: Log In
hu: Bejelentkezés

source: More info
hu: Tudj meg többet

source: Sámuel Fekete
hu: Fekete Sámuel

source: Privacy policy
hu: Adatkezelési irányelvek

source: Log In
hu: Bejelentkezés

source: Username
hu: Felhasználónév

source: Invalid or unused username.
hu: Érvénytelen vagy nem használt felhasználónév.

source: Password
hu: Jelszó

source: Incorrect or invalid password.
hu: Érvénytelen vagy helytelen jelszó.

source: Remember me
hu: Emlékezz rám

source: Forgot password or username
hu: Elfelejtett jelszó vagy felhasználónév

source: New Event
hu: Új verseny

source: External link for the event (e.g. IOF Eventor, MTFSZ Adatbank)
hu: Külső oldalra mutató link (pl. IOF Eventor, MTFSZ Adatbank)

source: Orienteering.rate's privacy policy
hu: Orienteering.rate adatkezelési irányelvei

source: Cookies
hu: Sütik

source: When you log in, we will set up several session-cookies to save your login information. If you log out of your account, the login cookies will be removed. If you checked 'remember me' before logging in, you'll be automatically logged in for 2 years, or until you log out. Your language preferences are also stored in cookies. These are deleted when you close the browser.
hu: Amikor bejelentkezel, úgynevezett session-sütikben tároljuk a bejelentkezési információkat. Amikor kijelentkezel, ezek a sütik törlődnek. Ha bejelölted az 'Emlékezz rám' jelölőnégyzetet bejelentkezéskor, akkor automatikusan be leszel jelentkeztetve 2 évig, vagy amíg ki nem jelentkezel. A nyelvi beállításaidat is sütikben tároljuk. Ezek a böngésző bezárásával törlődnek.

source: Who we share your data with
hu: Kivel osztjuk meg az adataidat

source: We do not share any personal data with anyone.
hu: Senkivel sem osztjuk meg a személyes adataidat.

source: How long we retain your data
hu: Mennyi ideig tartjuk meg az adataidat

source: For users that register on our website, we store the personal information they provide in their user profile indefinitely. If you create or rate an event, or leave a comment, they and their metadata are also retained indefinitely. All users can see, edit, or delete their personal information and all data they've created on this site at any time (except they cannot change their email). Website administrators can also see, edit or delete that information.
hu: A felregisztrált felhasználók személyes adatait meghatározatlan ideig tároljuk. Ha feltöltesz vagy értékelsz egy versenyt, vagy hozzászólást írsz, akkor ezeket is meghatározatlan ideig megtartjuk. Minden felhasználó megtekintheti, szerkesztheti vagy törölheti azokat az adatai, amit az oldalra feltöltött (kivéve az e-mail címet, amit nem lehet változtatni). A honlap adminisztrátorai is megtekinthetik, szerkeszthetik vagy törölhetik ezeket az adatokat.

source: If you have further questions please contact Sámuel Fekete at feketesamu(at)gmail(dot)com
hu: Ha további kérdésed lenne, keresd Fekete Sámuelt a feketesamu(kukac)gmail(pont)com e-mail címen

source: User profile
hu: Felhasználói profil

source: I don't want to change my username.
hu: Nem szeretném megváltoztatni a felhasználónevem.

source: Invalid or taken username (3-30 characters)
hu: Érvénytelen vagy már használt felhasználónév (3-30 karakter)

source: Confirmed account
hu: Megerősített fiók

source: No
hu: Nem

source: Yes
hu: Igen

source: I don't want to change my password.
hu: Nem szeretném megváltoztatni a jelszavamat.

source: New password
hu: Új jelszó

source: Please provide a password. (6-30 characters, must contain at least one number)
hu: Kérlek adj meg egy jelszót. (6-30 karakter, legalább egy számot tartalmaznia kell)

source: 6-30 characters, must contain at least one number
hu: 6-30 karakter, legalább egy számot tartalmaznia kell

source: Confirm new password
hu: Új jelszó megerősítése

source: Confirm password
hu: Jelszó megerősítése

source: Passwords don't match.
hu: Jelszavak nem egyeznek.

source: Age group
hu: Korcsoport

source: Choose your age group
hu: Válaszd ki a korcsoportod

source: Please select an age group.
hu: Kérlek válaszd ki a korcsoportod.

source: Current password
hu: Jelenlegi jelszavad

source: Please provide your current password.
hu: Kérlek add meg a jelenlegi jelszavad.

source: Delete account
hu: Fiók törlése

source: Are you sure you want to delete your account? This will also delete all your events and ratings.
hu: Biztosan ki szeretnéd törölni a fiókod? Ezzel minden versenyed és értékelésed is törlődik.

source: Date and time
hu: Dátum és időpont

source: Username is invalid or taken (3-30 characters)
hu: Felhasználónév érvénytelen vagy már használt (3-30 karakter)

source: This email is invalid or already in use. (max length: 80)
hu: Ez az e-mail cím érvénytelen vagy már használatban van. (max hosszúság: 80)

source: Your email is only used to verify you. We will not send you any additional emails
hu: Az e-mail címed csak megerősítésre lesz használva, semmi egyéb e-mailt nem küldünk

source: Please provide a valid password. (6-30 characters, must contain at least one number)
hu: Kérlek adj meg egy érvényes jelszót. (6-30 karakter, legalább egy számot tartalmaznia kell)

source: Welcome! Please follow this link to reset your password
hu: Üdvözlet! Kérlek kattints a linkre a jelszavad visszaállításához

source: Your username
hu: Felhasználóneved

source: Reset password
hu: Jelszó átállítása

source: Results
hu: Eredmények

source: There are no results for this class
hu: Ehhez a kategóriához nincsenek eredmények

source: Back to the event page
hu: Vissza a verseny oldalára

source: Place
hu: Helyezés

source: Club
hu: Egyesület

source: Result
hu: Eredmény

source: Difference
hu: Különbség
